/*
 * AAUTasks.strings
 * MacConfig
 */
 
/*  AAUPortMapFirewallTask  */
"Firewall" = "Průvodce přiřazením portů";
"Firewall.Service.Intro" = "Průvodce přiřazením portů vám pomůže přiřadit příchozí síťovou komunikaci na určitých portech a službách k počítačům ve vaší síti.";
"Firewall.PortHost.Intro" = "Vyberte službu z místní nabídky nebo zadejte veřejnou a soukromou IP adresu a porty, které chcete mezi nimi přiřadit.";
"Firewall.PortHost.IPv6" = "Můžete též povolit příchozí síťovou komunikaci se všemi IPv6 hostiteli ve vaší síti.";
"Firewall.Description.Intro" = "Zadejte popis tohoto přiřazení portů.";
"Firewall.Description.Done" = "Po dokončení uložte zadaná přiřazení portů kliknutím na Hotovo.";

"tcpPrivatePorts" = "Soukromé TCP porty";
"tcpPublicPorts" = "Veřejné TCP porty";
"udpPrivatePorts" = "Soukromé UDP porty";
"udpPublicPorts" = "Veřejné UDP porty";

"type" = "Služba";
"hosts" = "Soukromá IP adresa";
"privatePort" = "Soukromý port";
"description" = "Popis";
"advertiseService" = "Globálně inzerovat prostřednictvím serveru Bonjour";
"serviceName" = "Název služby";
"serviceType" = "Typ služby";
"allowAllIPv6" = "Povolit komunikaci se všemi hostiteli IPv6";

"ConflictingPortNumber" = "Číslo veřejného portu je v konfliktu s portem používaným službou na základně. Vyberte jiné číslo veřejného portu.";/*TO BE REMOVED*/
"ConflictingPortUDP" = "Číslo veřejného UDP portu je v konfliktu s portem používaným službou na základně. Vyberte jiné číslo veřejného portu.";
"ConflictingPortUDPFileSharing" = "Číslo veřejného UDP portu je v konfliktu s portem sdílení souborů na základně. Vypněte sdílení souborů nebo vyberte jiné číslo portu.";
"ConflictingPortUDPFileSharingNoDisable" = "Číslo veřejného UDP portu je v konfliktu s portem sdílení souborů na základně. Vyberte jiné číslo portu.";
"ConflictingPortUDPSNMP" = "Číslo veřejného UDP portu je v rozporu se SNMP portem na základně. Vypněte SNMP nebo vyberte jiné číslo portu.";
"ConflictingPortTCPFileSharing" = "Číslo veřejného TCP portu je v konfliktu s portem sdílení souborů na základně. Vypněte sdílení souborů nebo vyberte jiné číslo portu.";
"ConflictingPortTCPFileSharingNoDisable" = "Číslo veřejného TCP portu je v konfliktu s portem sdílení souborů na základně. Vyberte jiné číslo portu.";
"ConflictingPortTCPACP" = "Číslo veřejného TCP portu je v konfliktu s konfiguračním portem na základně. Vyberte jiné číslo portu.";

/* Services */
"Personal File Sharing" = "Osobní sdílení souborů";
"Windows Sharing" = "Sdílení Windows";
"Personal Web Sharing" = "Osobní sdílení webu";
"Remote Login - SSH" = "Vzdálené přihlášení - SSH";
"FTP Access" = "FTP přístup";
"Apple Remote Desktop" = "Apple Remote Desktop";
"Remote Apple Events" = "Vzdálené Apple události";
"Printer Sharing" = "Sdílení tiskáren";
"POP Mail" = "Pošta POP";
"POP Mail with SSL" = "Pošta POP se SSL";
"IMAP Mail" = "Pošta IMAP";
"IMAP Mail with SSL" = "Pošta IMAP se SSL";
"SMTP Mail" = "Pošta SMTP";
"QuickTime Streaming Server" = "QuickTime Streaming Server";
"Jabber" = "Jabber";
"CustomService" = "Vyberte službu";

/*  AAUIPv6FirewallTask  */

"IPv6Firewall" = "Průvodce nastavením IPv6 firewallu";
"IPv6Firewall.Intro" = "Průvodce nastavením IPv6 firewallu vám pomůže aktivovat příchozí síťovou komunikaci IPv6 se zařízeními ve vaší síti.";

"AllowLabel" = "Povolit";
"AllowAll" = "Všechny služby a porty";
"AllowAllTCPUDP" = "Všechny TCP a UDP porty";
"AllowSpecific" = "Specifické TCP a UDP porty";

"host" = "Adresa IPv6";
"tcpPorts" = "TCP porty";
"udpPorts" = "UDP porty";

/*  AAUUserDBTask  */

"Accounts" = "Průvodce nastavením účtu";
"Accounts.UserPassword" = "Uživatel a heslo";
"Accounts.UserPassword.Intro" = "Zadejte jméno a heslo účtu.";
"Accounts.Restrictions.FileAccess" = "Vyberte přístup účtu ke sdíleným diskům.";

"name" = "Jméno";
"shortName" = "Krátké jméno";
"password" = "Heslo";
"passwordVerify" = "Ověřit heslo";
"fileSharingAccess" = "Přístup ke sdílení";
"accessBelowGuest" = "Vybrali jste nižší úroveň přístupu ke sdíleným souborům než je přihlášení hosta. Tento uživatel se může připojit jako host a přistupovat ke sdíleným diskům.";
"UsernameInUse" = "Tento název účtu již existuje. Zadejte jedinečný název.";

/*  AAUTimedAccessTask  */

"TimedAccess" = "Průvodce nastavením časovaného přístupu";
"TimedAccess.Intro" = "Zadejte MAC adresu bezdrátového klienta nebo ID AirPortu a popis.";
"TimedAccess.Intro.Fallback" = "Zadejte popis pro výchozí přístup v této síti.";
"TimedAccess.Restrictions" = "Chcete-li nastavit výchozí časové limity tohoto klienta sítě, klikněte na Přidat (+).";
"TimedAccess.Restrictions.Fallback" = "Chcete-li nastavit výchozí časové limity sítě, klikněte na Přidat (+).";
"ThisComputer" = "Tento počítač";

"days.0" = "Bez přístupu";
"days.1" = "Pondělky";
"days.2" = "Úterky";
"days.4" = "Středy";
"days.8" = "Čtvrtky";
"days.16" = "Pátky";
"days.32" = "Soboty";
"days.64" = "Neděle";
"days.31" = "Všední dny";
"days.96" = "Víkendy";
"days.127" = "Každý den";

"time.0" = "před";
"time.1" = "po";
"time.2" = "mezi";
"time.3" = "celý den";

"and" = "a";

"TimedAccessWillExpireOn" = "Platnost přístupu tohoto klienta k síti vyprší %@.";
"TimedAccessDidExpire" = "Platnost přístupu tohoto klienta k síti vypršela.";	
"TimedAccessDidExpireExplain" = "Pokud chcete obnovit přístup k síti, můžete změnit časové limity tohoto klienta z nastavení „Bez přístupu“ na jiné nastavení.";

/*  AAUDHCPReservationTask  */

"DHCPReservation" = "Průvodce nastavením rezervací DHCP";
"DHCPReservation.Name" = "Pojmenujte rezervaci";
"DHCPReservation.Name.Intro" = "Pokud chcete pro některého klienta v síti rezervovat určitou IP adresu, zadejte popis rezervace.";
"DHCPReservation.Name.Middle" = "Rezervuje adresu podle MAC adresy nebo ID klienta DHCP.";
"DHCPReservation.Name.Continue"	= "Po dokončení klikněte na Pokračovat.";
"DHCPReservation.Mapping" = "Přiřadí ID klienta nebo MAC adresu k IP adrese";
"DHCPReservation.Mapping.MACAddress" = "Zadejte MAC adresu pro bezdrátového klienta přijímajícího rezervaci.";
"DHCPReservation.Mapping.ClientID" = "Zadejte ID klienta DHCP pro bezdrátového klienta přijímajícího rezervaci.";
"DHCPReservation.Mapping.IP" = "Zadejte IP adresu, kterou chcete pro klienta rezervovat. Rezervovaná IP adresa bude přidělena pouze klientovi se zadanou MAC adresou nebo ID klienta DHCP.";
"DHCPReservation.Mapping.Done"	= "Po dokončení klikněte na Hotovo.";

"macAddress" = "MAC adresa";
"clientID" = "ID klienta DHCP";
"ipv4Address" = "Adresa IPv4";
"ReserveAddressBy" = "Rezervovat adresu podle";

/*  AAUSimpleConfigTask  */

"WPS" = "Průvodce nastavením bezdrátového klienta";
"WPS.Auth.Intro" = "Existují dva způsoby, kterými můžete klientům umožnit připojení ke své síti chráněné heslem, aniž by museli heslo zadávat. Můžete zadat PIN uživatele, nebo povolit přístup prvnímu klientu, který se pokusí k vaší síti připojit.";
"WPS.Auth.DayPass" = "Přístup tohoto klienta můžete též omezit na pouze 24 hodin.";

"WPS.PIN.Intro" = "Zadejte PIN klienta.";
"WPS.PIN.Description" = "PIN bude zobrazen na monitoru klienta nebo vytištěn na zařízení (v případě, že klient monitor nemá).";

"WPS.Done.Intro" = "Pokud se bezdrátový klient úspěšně připojí k síti, objeví se níže.";
"WPS.Done.Waiting" = "Čekání na bezdrátového klienta…";
"WPS.Done.Failed" = "Při pokusu o připojení bezdrátového klienta k vaší síti se vyskytla chyba. Zkuste to znovu.";
"WPS.Done.Success" = "Nový bezdrátový klient se úspěšně připojil k vaší síti.";

"AllowClientsBy" = "Povolit klienta";
"PIN" = "PIN";
"FirstCome" = "První pokus";
"DayPass" = "Omezit přístup klienta na 24 hodin";

/* AAUWirelessOptionsTask */

"WirelessOptions" = "Bezdrátové volby";

/* AAUBaseStationOptionsTask */

"BaseStationOptions" = "Volby";

/* AAUBaseStationHostnameTask */

"BaseStationHostname" = "Název hostitele";
"BaseStationHostnames" = "Hostitelé";

/* AAUEditDualChannelsTask */

"EditDualChannels" = "Rádiové kanály";

"AppleWiFiConnectOptions" = "Volby bezdrátového klienta";

/* EditUSBDeviceTask */
"EditUSBDevice" = "USB zařízení";

"USBDeviceSharingAccounts" = "Účty";
"USBDeviceSharingAccounts.title" = "Vybrat uživatelské účty";
"AddNewAccount" = "Přidat nový účet";
"SaveAccount" = "Uložit účet";

"USBDeviceIsExclusive" = "Toto zařízení nemůže používat více klientů najednou";

"USBDeviceSharing" = "Omezení účtů";
"USBDeviceSharing.0" = "Žádná omezení";
"USBDeviceSharing.1" = "Použít heslo %@";	/* product name goes here */
"USBDeviceSharing.2" = "Použít heslo USB zařízení";
"USBDeviceSharing.3" = "Použít účty";

/* WaitForDirectConnectTask */

"WaitForDirectConnectTask" = "Připojte původní Time Capsule";
"WaitForDirectConnectTask.replacecables" = "Přepojte všechny ethernetové kabely od původního disku Time Capsule k novému disku Time Capsule.";
"WaitForDirectConnectTask.directdescription" = "Chcete-li přenos dat optimalizovat, použijte dodatečný ethernetový kabel a připojte jej k WAN portu na původním disku Time Capsule a k LAN portu na novém disku Time Capsule.";
"WaitForDirectConnectTask.initialcheck" = "Probíhá kontrola připojení Time Capsule k Ethernetu…";
"WaitForDirectConnectTask.ok1" = "Disky Time Capsule jsou propojeny.";
"WaitForDirectConnectTask.ok2" = "Kliknutím na Pokračovat spustíte přenos dat.";
"WaitForDirectConnectTask.ok3" = "Přenos dat může v závislosti na obsahu přenášeného disku trvat dlouhou dobu.";
"WaitForDirectConnectTaskOldLabel" = "Původní disk Time Capsule";
"WaitForDirectConnectTaskNewLabel" = "Nový disk Time Capsule";

/* VerifyInternetConnection */

"VerifyInternetConnectionTitle" = "Ověřování připojení k Internetu";
"VerifyInternetConnectionTest" = "Nastavení AirPortu ověřuje, zda je zařízení %@ připojeno k Internetu.";
"VerifyInternetConnectionTestSuccess" = "Toto zařízení %@ je připojeno k Internetu. Klikněte na Pokračovat.";
"VerifyInternetConnectionTestFailure" = "Chcete-li během přenosu dat používat připojení k Internetu, ujistěte se, že je váš DSL nebo kabelový modem připojen k WAN portu na novém disku Time Capsule. Nejprve modem vypněte, pokud obsahuje baterii, vyjměte ji, vyčkejte několik sekund, vložte baterii zpět a modem zapněte. Jakmile se připojíte, klikněte na Pokračovat.";
"VerifyInternetConnectionTestFailureIgnore" = "Pokud během přenosu dat nechcete používat připojení k Internetu, klikněte na OK.";

